[
    {
        "id_benhda":0,
        "tenbenh":" Nốt ruồi",
        "mota": "Da là cơ quan lớn nhất trên cơ thể chúng ta. Nốt ruồi trên da (“nevus” hoặc “nevi” là thuật ngữ y tế) là những nốt ruồi mọc trên da của bạn có màu từ tông da tự nhiên đến nâu hoặc đen. Nốt ruồi có thể xuất hiện ở bất kỳ vị trí nào trên da hoặc niêm mạc của bạn, xuất hiện đơn lẻ hoặc theo nhóm. Hầu hết các nốt ruồi trên da xuất hiện trong thời thơ ấu và trong 20 năm đầu đời. Ở tuổi trưởng thành, một người có từ 10 đến 40 nốt ruồi là điều bình thường. Vòng đời của một nốt ruồi trung bình là khoảng 50 năm. Khi nhiều năm trôi qua, nốt ruồi thường thay đổi chậm, trở nên nhô cao và có màu nhạt hơn. Thông thường, lông có thể phát triển trên nốt ruồi. Một số nốt ruồi sẽ không thay đổi và một số sẽ từ từ biến mất theo thời gian. Nốt ruồi xảy ra khi các tế bào trên da của bạn phát triển thành một cụm thay vì lan rộng khắp da. Hầu hết các nốt ruồi được tạo ra từ các tế bào gọi là tế bào sắc tố, tạo ra sắc tố mang lại màu sắc tự nhiên cho làn da của bạn. Các yếu tố nguy cơ đối với nốt ruồi trên da đó là ánh sáng mặt trời quá mức. Nốt ruồi có thể sẫm màu hơn sau khi tiếp xúc với ánh nắng mặt trời, khi mang thai và trong tuổi dậy thì. Khi mang thai, các nốt ruồi thường thay đổi đồng đều do ảnh hưởng của nội tiết tố. Ví dụ, chúng có thể tối đi hoặc trở nên lớn hơn. Tuy nhiên, nếu nốt ruồi thay đổi bất thường hoặc không đồng đều, hãy đến gặp bác sĩ da liễu để được đánh giá chính xác. "
    },
    {
        "id_benhda":1,
        "tenbenh": "Da bình thường",
        "mota": "Da thường là làn da ở trạng thái cân bằng được độ nhờn và độ ẩm với bề mặt da không bị quá khô hoặc đổ dầu. Nhìn bằng mắt thông thường sẽ ít thấy lỗ chân lông, khuyết điểm trên bề mặt làn da thường. Đồng thời màu sắc trên da cũng có độ đồng đều cao, ít gặp tình trạng da có vùng sáng tối khác nhau. Nhờ ở trạng thái cân bằng nên chăm sóc da thường sẽ không quá phức tạp so với các loại da khác như da dầu, da nhạy cảm, da khô,... Tuy nhiên, làn da thường cũng có thể thay đổi thành các loại da khác khi thay đổi môi trường sinh hoạt, khí hậu, cách chăm sóc, tuổi tác, thay đổi nội tiết,... Và da thường vẫn có khả năng nổi mụn hoặc gặp các vấn đề về da trong trường hợp chăm sóc chưa đúng cách hoặc phụ thuộc cơ địa. Việc nhận biết, xác định đúng loại da sẽ giúp tối ưu quá trình chăm sóc da tốt hơn. Bởi vì, hiện nay các sản phẩm chăm sóc da cũng được thiết kế, nghiên cứu phù hợp với từng loại da khác nhau. "
    },
    {
        "id_benhda":2,
        "tenbenh":" Mụn cóc",
        "mota": "mụn cóc là một dạng tăng sinh bất thường của da. Mụn hạt cơm là một khối u xấu xí, sần sùi, nhiều khi mụn nổi giống như một bông súp lơ ở nhiều vị trí khác nhau. Mụn có màu trắng, to nhỏ khác nhau nhưng thường có kích thước tương đương với hột cơm (vì vậy còn được gọi với cái tên hạt cơm). Tác nhân gây bệnh là do virus HPV - Human Papilloma Virus, thuộc loại Papova Virus có ADN. Hiện nay có hơn 60 chủng HPV khác nhau, trong đó các type thường gặp là 6 và 11. Đôi khi vẫn gặp các virus thuộc type 16, 18, 31, 33 và 35 gây ra các chứng rối loạn sinh sản, mụn sinh dục (sùi mào gà) hay ung thư tử cung. Các type này thường được tìm thấy trong các tế bào biểu mô tăng sinh hay khối u trên da bị nhiễm. Virus đi vào cơ thể thông qua các vết trầy xước hoặc các tổn thương trên da. Sau đó phát triển và gây kích ứng các tế bào biểu mô bề mặt làm tăng sinh, hình thành hạt cơm."
    },
    {
        "id_benhda":3,
        "tenbenh":" Ung thư hắc tố",
        "mota": "Ung thư hắc tố là một loại ung thư phát triển từ tế bào chứa hắc tố, gồm melanocytes. Melanocytes là các tế bào sản xuất hắc tố melanin, quyết định màu sắc của da, tóc và mắt. Khi tế bào melanocytes trở nên không bình thường và không kiểm soát được quá trình tăng trưởng, chúng có thể phát triển thành khối u ác tính, gọi là ung thư hắc tố. Là bệnh ác tính mà tế bào chứa hắc tố bất thường phát triển và lan rộng. Ung thư hắc tố có thể xuất hiện trên da hoặc trong các cơ quan nội tạng như mắt, niêm mạc miệng, niêm mạc tiết niệu, niêm mạc ruột non và niêm mạc hệ hô hấp. Loại ung thư da melanoma là dạng phổ biến nhất của ung thư hắc tố, trong khi các loại ung thư hắc tố nội tạng khác là hiếm gặp. Ung thư hắc tố có thể lan rộng và xâm lấn vào các cơ quan và mô xung quanh, gây ra những biến chứng và ảnh hưởng nghiêm trọng đến sức khỏe. Điều quan trọng là phát hiện sớm, chẩn đoán chính xác và điều trị kịp thời để cải thiện tỷ lệ sống sót và chất lượng cuộc sống của người bệnh."
    },
    {
        "id_benhda":4,
        "tenbenh":" Zona thần kinh",
        "mota": "Bệnh zona thần kinh còn gọi là bệnh zona, tên tiếng Anh là shingles, trong dân gian còn được gọi với tên gọi là “giời leo”. Bệnh zona là bệnh nhiễm trùng da do virus thần kinh Varicella zoster (VZV) - virus gây bệnh thủy đậu, thuộc họ virus herpes gây nên. Sau khi người bệnh bị bệnh thuỷ đậu đã khỏi thì vẫn còn một số virus Varicella tồn tại ở trạng thái tiềm tàng nhưng không gây bệnh. Các virus này cư trú ở các hạch thần kinh trong nhiều tháng, nhiều năm. Khi gặp các điều kiện thuận lợi như: suy giảm miễn dịch, các sang chấn tinh thần hoặc suy nhược cơ thể... loại virus này sẽ tái hoạt. Chúng nhân lên và phát triển lan truyền ra các đầu dây thần kinh cảm giác làm tổn thương niêm mạc, da từ đó gây nên bệnh zona. Đó chính là lý do mà zona là một bệnh ngoài da nhưng lại có tổn thương gốc ở dây thần kinh. Zona thần kinh có thể biểu hiện ở những vùng khác của cơ thể: lâm sàng bệnh nhân xuất hiện những đám mụn nước trên da ở nhiều giai đoạn khác nhau, theo đường đi của dây thần kinh, thường chỉ ở một bên cơ thể, vùng da xung quanh tấy đỏ, ngứa và đau kiểu bỏng rát"
    },
    {
        "id_benhda":5,
        "tenbenh":" Bạch biến",
        "mota": "Đây chính là một căn bệnh da liễu chỉ xuất hiện khi các sắc tố da đã bị phá hủy và làm thay đổi màu sắc làn da của người bệnh. Khi bị bạch biến, làn da của người bệnh thường xuất hiện các mảng dát, bị giảm sắc tố hơn so với những vùng da ở xung quanh đó. Chúng không gây nên tình trạng ngứa, trên da cũng không bị đóng vảy và các vết này sẽ có giới hạn khá rõ ràng. Đây là một chứng bệnh khá lành tính, không bị lây lan nhưng lại có ảnh hưởng đến tính thẩm mỹ. Hiện tại, ở Việt Nam vẫn chưa có bất cứ thống kê chính thức nào về số lượng người mắc phải căn bệnh này. Bạch biến là căn bệnh có thể xuất hiện với bất cứ đối tượng đang ở bất cứ độ tuổi nào. Tuy nhiên, phổ biến nhất là những người từ 10 tuổi đến 30 tuổi, một số ít trường hợp là trẻ em. Trong đó, có đến hơn 50% trường hợp xảy ra vào trước độ tuổi 20. Chứng bệnh này phân bổ nhiều hơn ở những nước nằm ở trong khu vực nhiệt đới và người thuộc chủng da màu. Bệnh mang tính gia đình, nhưng thực tế vẫn chưa có bất cứ nghiên cứu nào khẳng định được rằng căn bệnh này có khả năng di truyền hay không. Mặc dù không nguy hiểm đến tính mạnh nhưng bệnh lại có khá nhiều ảnh hưởng đến chất lượng đời sống cũng như tâm lý của người bệnh. Cho đến hiện tại, giới nghiên cứu khoa học vẫn chưa tìm ra được nguyên nhân cụ thể gây nên bệnh bạch biến là gì. Tuy nhiên, có một điều chắc chắn chính là bệnh chỉ xuất hiện khi số lượng cũng như chất lượng của tế bào sắc tố ở trên da đã bị suy giảm đáng kể. Một vài giả thuyết được đưa ra cho rằng căn bệnh này có thể là do bị ảnh hưởng của chứng tự miễn hoặc là do gen di truyền trong gia đình. Bên cạnh đó, bạch biến còn có thể là do sự đột biến gen DR4, B13 hoặc gen BW35 của HLA. Những tự kháng thể sẽ xem những tế bào sắc tố ở trên da như những kháng nguyên và ngăn chặn chúng. Chính điều này sẽ khiến cho các tế bào sắc tố bị phá hủy, làm cho quá trình sản xuất các hắc sắc tố melanin bị suy giảm đáng kể. "
    }
]